tap "homebrew/bundle"
brew "asdf"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "mise"
brew "neovim"
brew "tmux"
brew "reattach-to-user-namespace"
brew "ripgrep"
cask "alt-tab"
cask "bettertouchtool"
cask "docker"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "gitify"
cask "google-chrome"
cask "karabiner-elements"
cask "kitty"
cask "slack"
