tap "homebrew/bundle"
brew "fzf"
brew "git"
brew "git-delta"
brew "neovim"
brew "tmux"
brew "ripgrep"
cask "alt-tab"
cask "bettertouchtool"
cask "docker"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gitify"
cask "google-chrome"
cask "kitty"
cask "slack"
